{
    "text1": "Cái văn:\n        Nhân nghĩa chi cử, yếu tại an dân,\n        Điếu phạt chi sư mạc tiên khử bạo.\n        Duy, ngã Đại Việt chi quốc,\n        Thực vi văn hiến chi bang.\n        Sơn xuyên chi phong vực ký thù,\n        Nam bắc chi phong tục diệc dị.\n        Tự Triệu, Đinh, Lý, Trần chi triệu tạo ngã quốc,\n        Dữ Hán, Đường, Tống, Nguyên nhi các đế nhất phương.\n        Tuy cường nhược thì hữu bất đồng,\n        Nhi hào kiệt thế vị thường phạp.\n        Cố Lưu Cung tham công dĩ thủ bại,\n        Nhi Triệu Tiết hiếu đại dĩ xúc vong.\n        Toa Đô ký cầm ư Hàm Tử quan,\n        Ô Mã hựu ế ư Bạch Đằng hải.\n        Kê chư vãng cổ,\n        Quyết hữu minh trưng.\n        Khoảnh nhân Hồ chính chi phiền hà.\n        Chí sử nhân tâm chi oán bạn.\n        Cuồng Minh tứ khích, nhân dĩ độc ngã dân;\n        Ác đảng hoài gian, cánh dĩ mại ngã quốc.\n        Hân thương sinh ư ngược diệm,\n        Hãm xích tử ư hoạ khanh.\n        Khi thiên võng dân, quỷ kế cái thiên vạn trạng;\n        Liên binh kết hấn nẫm ác đãi nhị thập niên.\n        Bại nghĩa thương nhân, càn khôn kỷ hồ dục tức;\n        Trọng khoa hậu liễm, sơn trạch mi hữu kiết di.\n        Khai kim trường tái mạo lam chướng nhi phủ sơn đào sa,\n        Thái minh châu tắc xúc giao long nhi căng yêu thộn hải.\n        Nhiễu dân thiết huyền lộc chi hãm tịnh,\n        Điển vật chức thuý cầm chi võng la.\n        Côn trùng thảo mộc giai bất đắc dĩ toại kỳ sinh,\n        Quan quả điên liên câu bất hoạch dĩ an kỳ sở.\n        Tuấn sinh linh chi huyết dĩ nhuận kiệt hiệt chi vẫn nha;\n        Cực thổ mộc chi công dĩ sùng công tư chi giải vũ.\n        Châu lý chi chinh dao trọng khốn,\n        Lư diêm chi trữ trục giai không.\n        Quyết Đông Hải chi thuỷ bất túc dĩ trạc kỳ ô,\n        Khánh Nam Sơn chi trúc bất túc dĩ thư kỳ ác.\n        Thần dân chi sở cộng phẫn,\n        Thiên địa chi sở bất dung.",
    "text2": "蓋聞：\n        仁義之舉，要在安民，\n        弔伐之師莫先去暴。\n        惟，我大越之國，\n        實為文獻之邦。\n        山川之封域既殊，\n        南北之風俗亦異。\n        自趙丁李陳之肇造我國，\n        與漢唐宋元而各帝一方。\n        雖強弱時有不同\n        而豪傑世未常乏。\n        故劉龔貪功以取敗，\n        而趙禼好大以促亡。\n        唆都既擒於鹹子關，\n        烏馬又殪於白藤海。\n        嵇諸往古，\n        厥有明徵。\n        頃因胡政之煩苛。\n        至使人心之怨叛。\n        狂明伺隙，因以毒我民；\n        惡黨懷奸，竟以賣我國。\n        焮蒼生於虐焰，\n        陷赤子於禍坑。\n        欺天罔民，詭計蓋千萬狀;\n        連兵結釁稔惡殆二十年。\n        敗義傷仁，乾坤幾乎欲息;\n        重科厚歛，山澤靡有孑遺。\n        開金場塞冒嵐瘴而斧山淘沙，\n        採明珠則觸蛟龍而緪腰汆海。\n        擾民設玄鹿之陷阱，\n        殄物織翠禽之網羅。\n        昆虫草木皆不得以遂其生，\n        鰥寡顛連俱不獲以安其所。\n        浚生靈之血以潤桀黠之吻牙；\n        極土木之功以崇公私之廨宇。\n        州里之征徭重困，\n        閭閻之杼柚皆空。\n        決東海之水不足以濯其污，\n        罄南山之竹不足以書其惡。\n        神民之所共憤，\n        天地之所不容。"
}